[
  {
    "id": "GMS-HIPS",
    "name": "GMS HUMANITARIAN & PIONEERING",
    "logo_url": "https://cdn.discordapp.com/attachments/1112721125840015362/1138170067796902059/GMS_HIPS.png",
    "light": "#A8D08D",
    "dark": "#7EA068",
    "quote": "<b>TODO</b>",
    "description": "<p>GMS-HIPS (GMS Humanitarian ??? & Pioneering Systems) is an autonomous department of General Massive Systems directly attached to the Union department of justice and human rights. Specifically tailored for humanitarian intervention the HIPS line might lack some firepower compared to the offering of other manufacturers but offers unique systems others would have deemed too cumbersome for installation on mechanised chassis as well as highly advanced systems, some even developed in Unions joined program with Harrison’s Think Tank.</p>"
  },
  {
    "id": "LANIKA",
    "name": "LANIKA CORP.",
    "logo_url": "https://cdn.discordapp.com/attachments/908701113212080140/975827866421968956/Laneka.png",
    "light": "#fe7b52",
    "dark": "#cd5438",
    "quote": "<b>TODO</b>",
    "description": "<p>Lanika is the fastest growing supplier of military hardware in all of the Rosergaard pillar. The rapid success of the young start-up has led to many rumours about its origins. Some called it a deniable black-market asset of SSC, others call it a money laundering operation of the organised underworld suspecting the tech to be previously used for smuggling while even Horus and the adherents of Ra have been connected to the company in wild conspiracy theories. Still Lanika proves resilient even after claims of assets stolen from the local Voladore and they remain the cheapest producers of frames within Lancer quality standards.</p>"
  },
  {
    "id": "HA-SKY",
    "name": "HARRISON SKYHOPPERS",
    "light": "#ab094e",
    "dark": "#ab094e",
    "quote": "<b>TODO</b>",
    "description": "The Skyhoppers are an elite Harrison unit trained in elevated mobility normally not seen at the armoury. Some models in their inventory proved so successful that licenses were minted from heavily modified frames at the frontline."
  },
  {
    "id": "BLACKBOX",
    "name": "IPS-N BLACKBOX",
    "light": "#002060",
    "dark": "#002060",
    "quote": "<b>TODO</b>",
    "description": "IPS-N Blackbox is a highly trained spec ops team supporting resurrections friendly to the corporation within deniability. While renowned as a special operations team they also collected a bad rep for their higherups during key operations blowing cover and destroying all hopes of deniability."
  }
]