[
  {
    "effect": "Your Mech Gains the AI property and Predators Instincts.",
    "actions": [
      {
        "activation": "Quick",
        "detail": "<p>As the code and commands ejected by the NHP kick in, your mech’s physical form warps and twists until it suddenly disappears without a trace. Until you attack or end this effect as a protocol, You become Intangible, Invisible, gain Soft Cover and are Hidden. If you attack while under the effects of this System, you may target tangible targets as well as your mech re-materializes right before the attack. These effects last until the end of your next turn or until you make an attack. None of these effects may be removed by somebody else, Ally or Enemy.<p>",
        "name": "Predators Instincts"
      }
    ],
    "description": "<p>This NHP was extracted from a strain of the volatile coding found inside the Kaibyo Metavault, which was only briefly open and afterwards closed itself for no apparent reason.</p> <p>The NHP is remarkable in that it draws just enough power from the reactor, never too much, never too little, as anything else would make its task impossible: The act of completely hiding any trace of its Mech's existence. How is not yet entirely understood, but researchers think that BASTET is “lying” to reality itself. </br> BASTET exhibits irregular behavior, in the sense that one does not know what will tick them off. They are highly alert and react with extreme prejudice against anything unknown or unaccounted, immediately drawing upon their innate instincts for hiding, stalking and killing. When interacting with Lancer pilots they tend to be both prideful and haughty, yet may develop a deep and respectful partnership over the duration of their continued service. BASTET must be cycled when:  <ol><li> They are able to affect reality not limited to the confines of their designated area of influence (i.e. the licensed Lancers frame)</li> <li> The XXXXX begins rotting. Draft from Visual, scrapped.</li></ol></p>\n",
    "license": "Harvester",
    "license_id": "mf_harvester",
    "license_level": 3,
    "source": "Buona_Sera",
    "sp": 3,
    "synergies": [],
    "id": "ms_bastet_class_nhp",
    "name": "BASTET-CLASS NHP"
  },
  {
    "effect": "Gain the following Invades:",
    "actions": [
      {
        "activatio": "Invades",
        "detail": "<p>You disable the self-regulatory measures of the target’s reactor. The next time they would inflict Heat upon themselves, they receive double the amount.<p>",
        "nam": "Inflame"
      },
      {
        "activatio": "Invade",
        "detail": "<p>You kick safety precautions into overdrive, to the breaking point. You clear your targets burn and then inflict the double amount of Heat.<p>",
        "nam": "Extinguish"
      }
    ],
    "descriptio": "<p>“Feel the fire, young one. Feel the warmth caressing your skin, see the plumes dancing through the shadows. Now cast it at thine enemy. Sear their skin, Burn their bones and let nothing remain.”<p>",
    "licens": "Kitsune",
    "license_id": "mf_kitsune",
    "license_level": 2,
    "source": "ONRYŌ",
    "sp": 2,
    "synergies": [],
    "id": "ms_circuit_killer",
    "name": "CIRCUIT KILLER"
  },
  {
    "effect": "Gain the AI property and the Tenko Libation Full Action.",
    "actions": [
      {
        "activation": "Full",
        "detail": "<p>You may immediately Invade all enemies suffering from Burn, ignoring Line of Sight and Sensor requirements. Afterwards, they suffer Burn damage equal to their current Burn and then clear it immediately.<p>",
        "name": "Tenko Libation"
      }
    ],
    "description": "<p>What was thought of by Union Scientists to be a single NHP revealed itself to be something far more concerning. After initial discovery a data leak was found in the codebase of secured and salvaged INARI instances, probes and experiments to capture whatever was leaking failed.  What followed, after a few days an attack from the Omninet on the facility was conducted by an unknown paracausal entity. The surviving personnel suffered 3rd degree burns, furthermore any contained NHP’s were missing. The next opportunity succeeded in tracing and analyzing the data: It was raw information of the NHPs cognition, sent to a greater source. Even after two decades of study, the leak cannot be fully plugged. INARI clones exhibit high degrees of curiosity and activity, showing interest in things some might consider mundane and excellent spatial and thermal recognition abilities. These are harnessed to quickly and precisely run targeting and identification protocols, all the while feeding and consuming information from the target. INARI reacts to pilots often with naivety and affection, but they are not to be trusted, for are always harboring other thoughts.<p>\n",
    "license": "Kitsune",
    "license_id": "mf_kitsune",
    "license_level": 3,
    "source": "ONRYŌ",
    "sp": 3,
    "synergies": [],
    "id": "ms_inari_class_nhp",
    "name": "INARI-CLASS NHP"
  },
  {
    "effect": "<p>You target an enemy frame within Sensors and they must succeed on a Systems Save or take 1 Heat for every character within Blast 3 (you included). Afterwards, any enemies caught within this Area also must succeed on a Systems Save or themselves be targeted by the system, drawing Blast 3’s of their own which also propagate the Virus. Each enemy only suffers Heat and the system once but can be counted multiple times if within different Areas.<p>",
    "description": "<p>Building upon the previous code, these newer strains feature modified and improved infectivity and effect. Where before there were whispers of a burning sentience, the voices began to speak themselves. Now it lashes out and propagates in controlled bursts, inflaming surrounding frames, and spreads like a wildfire. Reports say pilots experience increased temperature although no equipment picks up any abnormal increases.<p>",
    "licens": "Kitsune",
    "license_id": "mf_kitsune",
    "license_level": 3,
    "source": "ONRYŌ",
    "sp": 3,
    "synergies": [],
    "id": "ms_kitsune_no_yomeiri",
    "name": "KITSUNE NO YOMEIRI"
  },
  {
    "effect_print": "<p>Target and Allied Frame within Sensors, shielding them from harm. They Gain 2+Grit Overshield, but any damage dealt to this Oveshield before reductions of any kind also deals equivalent Heat to you, no matter the Range.<p>",
    "effect": "<p>Target and Allied Frame within Sensors, shielding them from harm. They Gain 2+Grit Overshield, but any damage dealt to this Oveshield before reductions of any kind also deals equivalent Heat to you, no matter the Range.<p>",
    "description": "<p> A swarm of micro-drones envelopes the target, reducing incoming fire to near 0. The production and Feed-back strain the shielding agent and thus limitations are set in place in order to prevent self-immolation.<p>",
    "licens": "Kitsune",
    "license_id": "mf_kitsune",
    "license_level": 2,
    "source": "ONRYŌ",
    "sp": 2,
    "synergies": [],
    "id": "ms_shikigami_firewall",
    "name": "SHIKIGAMI FIREWALL"
  },
  {
    "effect": "<p>Whenever you gain Heat by any means, reduce it by 1. When you take Structure damage, this System is immediately destroyed and you take 1d6 AP Energy damage and become Immobilized until the end of your next turn. <p>",
    "effect_print": "<p>Whenever you gain Heat by any means, reduce it by 1. When you take Structure damage, this System is immediately destroyed and you take 1d6 AP Energy damage and become Immobilized until the end of your next turn. <p>",
    "description": "<p>The Yuki-Onna liquid coolant system, based on stolen GMS and HA technology, is a fickle system of thin, glass fluid tubes under the dermis of the frame. These respond rather poorly to physical trauma and will shatter, but until then excels at distributing and eliminating Heat.<p>",
    "licens": "Kitsune",
    "license_id": "mf_kitsune",
    "license_level": 1,
    "source": "ONRYŌ",
    "sp": 2,
    "synergies": [],
    "id": "ms_yo_coolant_injector",
    "name": "YO COOLANT INJECTOR"
  }
]